const TermsPage = () => {
  return (
    <main style={{ padding: '1rem' }}>
      <div
        style={{
          padding: '1rem',
          backgroundColor: '#f4f4f5',
          borderRadius: '10px',
          whiteSpace: 'pre-wrap',
          wordBreak: 'break-word',
        }}
      >
        &lt; liveuta &gt;(https://liveuta.vercel.app/이하 liveuta)은(는) 「개인정보 보호법」 제30조에 따라 정보주체의
        개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보
        처리방침을 수립·공개합니다.
        <br />
        ○ 이 개인정보처리방침은 2023년 5월 9부터 적용됩니다.
        <br />
        **제1조(개인정보의 처리 목적) &lt; liveuta &gt;(https://liveuta.vercel.app/이하 liveuta)은(는) 다음의 목적을
        위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며 이용 목적이
        변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.**
        <br />
        1. 홈페이지 회원가입 및 관리
        <br />
        회원 가입의사 확인, 서비스 부정이용 방지 목적으로 개인정보를 처리합니다.
        <br />
        2. 재화 또는 서비스 제공
        <br />
        서비스 제공, 콘텐츠 제공, 맞춤서비스 제공, 본인인증을 목적으로 개인정보를 처리합니다.
        <br />
        **제2조(개인정보의 처리 및 보유 기간)**
        <br />
        ①  &lt; liveuta &gt;은(는) 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의받은
        개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.
        <br />
        **제3조(처리하는 개인정보의 항목)**
        <br />
        ①  &lt; liveuta &gt;은(는) 다음의 개인정보 항목을 처리하고 있습니다.
        <br />
        - 1&lt; 홈페이지 회원가입 및 관리 &gt; - 필수항목 : 로그인ID, 이메일, 쿠키, 유저이미지, 세션토큰
        <br />
        **제4조(개인정보의 파기절차 및 파기방법)**
        <br />
        ① &lt; liveuta &gt; 은(는) 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는
        지체없이 해당 개인정보를 파기합니다.
        <br />
        **제5조(정보주체와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항)**
        <br />
        ① 정보주체는 liveuta에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다.
        <br />
        **제6조(개인정보의 안전성 확보조치에 관한 사항) &lt; liveuta &gt;은(는) 개인정보의 안전성 확보를 위해 다음과
        같은 조치를 취하고 있습니다.**
        <br />
        1. 개인 비저장 개인정보를 처리하는 데이터베이스시스템을 가지고 있지않습니다. 개인정보는 오직 브라우저 쿠키에만
        저장됩니다.
        <br />
        2. 개인정보의 암호화 이용자의 개인정보는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한
        데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.
        <br />
        **제7조(개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한 사항)**
        <br />
        ① liveuta 은(는) 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는
        ‘쿠키(cookie)’를 사용합니다. ② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게
        보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다. 가. 쿠키의 사용 목적 : 이용자가
        방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게
        최적화된 정보 제공을 위해 사용됩니다. 나. 쿠키의 설치•운영 및 거부 : 웹브라우저 상단의 도구&gt;인터넷
        옵션&gt;개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다. 다. 쿠키 저장을 거부할 경우 맞춤형
        서비스 이용에 어려움이 발생할 수 있습니다.
        <br />
        **제8조 (개인정보 보호책임자에 관한 사항)** ① liveuta 은(는) 개인정보 처리에 관한 업무를 총괄해서 책임지고,
        개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고
        있습니다.
        <br />
        • ▶ 개인정보 보호책임자 • 연락처: grs0412@gmail.com,
        <br />
        **제9조(개인정보의 열람청구를 접수·처리하는 부서)정보주체는 ｢개인정보 보호법｣ 제35조에 따른 개인정보의 열람
        청구를 아래의 부서에 할 수 있습니다. &lt; liveuta &gt;은(는) 정보주체의 개인정보 열람청구가 신속하게 처리되도록
        노력하겠습니다.**
        <br />
        **제10조(정보주체의 권익침해에 대한 구제방법)**정보주체는 개인정보침해로 인한 구제를 받기 위하여
        개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이
        밖에 기타 개인정보침해의 신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.1. 개인정보분쟁조정위원회 :
        (국번없이) 1833-6972 (www.kopico.go.kr)2. 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)3. 대검찰청
        : (국번없이) 1301 (www.spo.go.kr)4. 경찰청 : (국번없이) 182
        (ecrm.cyber.go.kr)「개인정보보호법」제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제), 제37조(개인정보의
        처리정지 등)의 규정에 의한 요구에 대 하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를
        받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.※ 행정심판에 대해 자세한 사항은
        중앙행정심판위원회(www.simpan.go.kr) 홈페이지를 참고하시기 바랍니다.
        <br />
        **제11조(개인정보 처리방침 변경)**
        <br />① 이 개인정보처리방침은 2023년 5월 9부터 적용됩니다.
      </div>
    </main>
  );
};

export default TermsPage;
